<?php

return [
    'admin' => [
        'configuration' => [
            'auto-mail'        => 'नोट: स्वचालित मेल के लिए विन्यास',
            'days-info'        => 'आज और इस दिन के बीच परित्यक्त कार्ट प्राप्त करें।',
            'days'             => 'परित्यक्त कार्ट के लिए दिन',
            'hours-info'       => 'इन घंटों के बाद, कार्ट को परित्यक्त माना जाएगा।',
            'hours'            => 'परित्यक्त कार्ट के लिए घंटे',
            'info'             => 'परित्यक्त कार्ट ईमेल रिमाइंडर',
            'second-mail-info' => 'इन दिनों के बाद, ग्राहक को दूसरा मेल भेजा जाएगा।',
            'second-mail'      => 'दूसरे मेल के लिए फॉलो अप',
            'status'           => 'स्थिति',
            'third-mail-info'  => 'इन दिनों के बाद, ग्राहक को तीसरा मेल भेजा जाएगा।',
            'third-mail'       => 'तीसरे मेल के लिए फॉलो अप',
            'title'            => 'परित्यक्त कार्ट ईमेल रिमाइंडर',

            'settings' => [
                'info'  => 'परित्यक्त कार्ट ईमेल अनुस्मारक, स्टोर मालिक उन ग्राहकों को ईमेल भेज सकते हैं जिन्होंने चेकआउट प्रक्रिया पूरी नहीं की है।',
                'title' => 'समायोजन',
            ],

            'general' => [
                'info'  => 'कार्ट को छोड़ने में सक्षम होने के लिए स्थिति निर्धारित करें।',
                'title' => 'सामान्य',
            ],
        ],

        'datagrid' => [
            'customer-name' => 'ग्राहक का नाम',
            'date'          => 'तारीख',
            'id'            => 'पहचान',
            'mail-sent'     => 'संदेश भेज दिया गया',
            'no-of-items'   => 'मदों की संख्या',
            'no'            => 'नहीं',
            'notify'        => 'सूचित करें',
            'send-mail'     => 'मेल भेजने',
            'view'          => 'कार्रवाई',
            'yes'           => 'हाँ',
        ],

        'customers' => [
            'abandon-cart' => [
                'account-info'    => 'खाता संबंधी जानकारी',
                'cart-info'       => 'कार्ट सूचना',
                'customer-name'   => 'ग्राहक का नाम- :first-name :last-name',
                'date'            => 'तारीख - :date',
                'discount-amount' => 'छूट राशि',
                'discount-amount' => 'छूट राशि',
                'email'           => 'ईमेल - :email',
                'grand-total'     => 'कुल योग',
                'mail-sent'       => 'संदेश भेज दिया गया -',
                'price'           => 'कीमत',
                'product-name'    => 'प्रोडक्ट का नाम',
                'products-info'   => 'उत्पाद सूचना',
                'qty'             => 'मात्रा',
                'sku'             => 'स्कू',
                'subtotal'        => 'उप-योग',
                'tax-amount'      => 'कर राशि',
                'tax-percent'     => 'कर प्रतिशत',
                'tax'             => 'कर',
                'title'           => 'परित्याग कार्ट',
                'view-title'      => 'परित्याग कार्ट #:abandon_cart_id',

                'view' => [
                    'create-at'   => 'बनाया गया',
                    'mail-info'   => 'मेल जानकारी',
                    'mail-type'   => 'मेल प्रकार',
                    'sender-mail' => 'प्रेषक का मेल',
                    'time-ago'    => 'कुछ समय पहले',
                ],

                'mail' => [
                    'auto-mail'       => 'नोट: स्वचालित मेल के लिए विन्यास',
                    'checkout-msg'    => 'अपना ऑर्डर पूरा करने के लिए कृपया यहां क्लिक करें.',
                    'content'         => 'आपने निम्नलिखित उत्पादों को अपनी गाड़ी में जोड़ा है और चेकआउट करना भूल गया है। ',
                    'place-order'     => 'आदेश देना',
                    'something-wrong' => 'कुछ गलत हो गया। कृपया जांच करें!',
                    'subject'         => 'ऐसा लगता है कि आपने कुछ पीछे छोड़ दिया है...',
                    'success'         => 'मेल को सफलतापूर्वक भेजा गया है',
                    'thanks'          => 'धन्यवाद!',
                ],
            ],
        ],
    ],
];