<?php

return [
    'admin' => [
        'configuration' => [
            'auto-mail'        => 'বিঃদ্রঃ: স্বয়ংক্রিয় মেইলের জন্য কনফিগারেশন',
            'days-info'        => 'আজকের দিন এবং এই দিনের মধ্যে পরিত্যক্ত কার্ট পেতে।',
            'days'             => 'পরিত্যক্ত কার্টের জন্য দিন',
            'hours-info'       => 'এই ঘণ্টাগুলির পরে, কার্ট পরিত্যক্ত হিসাবে বিবেচিত হবে।',
            'hours'            => 'পরিত্যক্ত কার্টের জন্য ঘণ্টা',
            'info'             => 'পরিত্যক্ত কার্ট ইমেল রিমাইন্ডার',
            'second-mail-info' => 'এই দিনগুলির পরে, গ্রাহককে দ্বিতীয় মেইল পাঠানো হবে।',
            'second-mail'      => 'দ্বিতীয় মেইলের জন্য ফলো আপ',
            'status'           => 'স্থিতি',
            'third-mail-info'  => 'এই দিনগুলির পরে, গ্রাহককে তৃতীয় মেইল পাঠানো হবে।',
            'third-mail'       => 'তৃতীয় মেইলের জন্য ফলো আপ',
            'title'            => 'পরিত্যক্ত কার্ট ইমেল রিমাইন্ডার',

            'settings' => [
                'info'  => 'পরিত্যক্ত কার্ট ইমেইল অনুস্মারক, দোকান মালিক চেকআউট প্রক্রিয়া সম্পূর্ণ করতে ব্যর্থ গ্রাহকদের ইমেইল পাঠাতে পারেন।',
                'title' => 'সেটিংস',
            ],

            'general' => [
                'info'  => 'কার্ট ত্যাগ করতে সক্ষম করতে স্থিতি সেট করুন।',
                'title' => 'সাধারণ',
            ],
        ],

        'datagrid' => [
            'customer-name' => 'ক্রেতার নাম',
            'date'          => 'তারিখ',
            'id'            => 'আইডি',
            'mail-sent'     => 'মেইল পাঠানো',
            'no-of-items'   => 'আইটেমের সংখ্যা',
            'no'            => 'না',
            'notify'        => 'অবহিত',
            'send-mail'     => 'মেইল পাঠাও',
            'view'          => 'কর্ম',
            'yes'           => 'হ্যাঁ',
        ],

        'customers' => [
            'abandon-cart' => [
                'account-info'    => 'হিসাবের তথ্য',
                'cart-info'       => 'কার্টের তথ্য',
                'customer-name'   => 'ক্রেতার নাম - :first-name :last-name',
                'date'            => 'তারিখ - :date',
                'discount-amount' => 'হ্রাসকৃত মুল্য',
                'discount-amount' => 'হ্রাসকৃত মুল্য',
                'email'           => 'ইমেল - :email',
                'grand-total'     => 'সর্বমোট',
                'mail-sent'       => 'মেইল পাঠানো -',
                'price'           => 'দাম',
                'product-name'    => 'পণ্যের নাম',
                'products-info'   => 'পণ্য তথ্য',
                'qty'             => 'পরিমাণ',
                'sku'             => 'স্কু',
                'subtotal'        => 'সাবটোটাল',
                'tax-amount'      => 'করের পরিমাণ',
                'tax-percent'     => 'কর শতাংশ',
                'tax'             => 'কর',
                'title'           => 'কার্ট ছেড়ে দিন',
                'view-title'      => 'কার্ট ছেড়ে দিন #:abandon_cart_id',

                'view' => [
                    'create-at'   => 'তৈরি সময়',
                    'mail-info'   => 'মেইল তথ্য',
                    'mail-type'   => 'মেইল ধরন',
                    'sender-mail' => 'প্রেরকের মেইল',
                    'time-ago'    => 'সময় আগে',
                ],

                'mail' => [
                    'auto-mail'       => 'বিঃদ্রঃ: স্বয়ংক্রিয় মেইলের জন্য কনফিগারেশন',
                    'checkout-msg'    => 'আপনার অর্ডার শেষ করতে দয়া করে এখানে ক্লিক করুন.',
                    'content'         => 'আপনি আপনার কার্টে নিম্নলিখিত পণ্যগুলি যুক্ত করেছেন এবং চেকআউট করতে ভুলে গেছেন। ',
                    'place-order'     => 'অর্ডার রাখুন',
                    'something-wrong' => 'কিছু ভুল হয়েছে। অনুগ্রহ করে চেক করুন!',
                    'subject'         => 'দেখে মনে হচ্ছে আপনি কিছু পিছনে রেখেছেন...',
                    'success'         => 'মেল সফলভাবে প্রেরণ করা হয়েছে',
                    'thanks'          => 'ধন্যবাদ!',
                ],
            ],
        ],
    ],
];