<?php

return [
    'admin' => [
        'configuration' => [
            'auto-mail'        => 'සටහන: ස්වයංක්‍රීය තැපෑල සඳහා වින්‍යාසයන්',
            'days-info'        => 'අද සහ මෙම දිනය අතර අත්හැර දැමූ කර්ට් ලබා ගන්න.',
            'days'             => 'අත්හැර දැමූ කර්ට් සඳහා දින',
            'hours-info'       => 'මෙම පැය පසු, කර්ට් අත්හැර දැමූ බවට සැලකේ.',
            'hours'            => 'අත්හැර දැමූ කර්ට් සඳහා පැය',
            'info'             => 'අත්හැර දැමූ කර්ට් සඳහා විද්‍යුත් තැපැල් මතක් කිරීම',
            'second-mail-info' => 'මෙම දින කිහිපයෙන් පසු, දෙවන විද්‍යුත් තැපෑල පාරිභෝගිකයාට යවනු ලැබේ.',
            'second-mail'      => 'දෙවන විද්‍යුත් තැපෑල සඳහා අනුගමනය කිරීම',
            'status'           => 'තත්ත්වය',
            'third-mail-info'  => 'මෙම දින කිහිපයෙන් පසු, තුන්වන විද්‍යුත් තැපෑල පාරිභෝගිකයාට යවනු ලැබේ.',
            'third-mail'       => 'තුන්වන විද්‍යුත් තැපෑල සඳහා අනුගමනය කිරීම',
            'title'            => 'අත්හැර දැමූ කර්ට් සඳහා විද්‍යුත් තැපැල් මතක් කිරීම',

            'settings' => [
                'info'  => 'අතහැර දමා ඇති සවිකළේ විද්‍යුත් තැපැල් මතක් කිරීම, ගබඩාවේ හිමිකරු බිල්පත් කටයුතුවලින් පසුවන ගනුදෙනුකරුවන්ට විද්‍යුත් තැපැල් යැවිය හැක.',
                'title' => 'සැකසුම්',
            ],

            'general' => [
                'info'  => 'කරත්තය අතහැර දැමීමට හැකි වන පරිදි තත්වය සකසන්න.',
                'title' => 'ජනරාල්',
            ],
        ],

        'datagrid' => [
            'customer-name' => 'පාරිභෝගිකයාගේ නම',
            'date'          => 'දිනය',
            'id'            => 'හැඳුනුම්පත',
            'mail-sent'     => 'තැපැල් යවන ලදි',
            'no-of-items'   => 'අයිතම ගණන ',
            'no'            => 'නැත',
            'notify'        => 'දැනුම් දෙන්න',
            'send-mail'     => 'තැපැල් යවන්න',
            'view'          => 'කටයුතු',
            'yes'           => 'ඔව්',
        ],

        'customers' => [
            'abandon-cart' => [
                'account-info'    => 'ගිණුම් තොරතුරු',
                'cart-info'       => 'කරත්ත තොරතුරු',
                'customer-name'   => 'පාරිභෝගිකයාගේ නම - :first-name :last-name',
                'date'            => 'දිනය - :date',
                'discount-amount' => 'වට්ටම් මුදල',
                'discount-amount' => 'වට්ටම් මුදල',
                'email'           => 'විද්යුත් තැපෑල - :email',
                'grand-total'     => 'මුලු එකතුව',
                'mail-sent'       => 'තැපැල් යවන ලදි -',
                'price'           => 'මිල',
                'product-name'    => 'නිෂ්පාදන නාමය',
                'products-info'   => 'නිෂ්පාදන තොරතුරු',
                'qty'             => 'ප්රමාණය',
                'sku'             => 'ස්කූ',
                'subtotal'        => 'subtotal',
                'tax-amount'      => 'බදු මුදල ',
                'tax-percent'     => 'බදු ප්රතිශතය',
                'tax'             => 'බද්ද',
                'title'           => 'කරත්තය අතහැර දමන්න',
                'view-title'      => 'කරත්තය අතහැර දමන්න #:abandon_cart_id',

                'view' => [
                    'create-at'   => 'සෑදූ වේලාව',
                    'mail-info'   => 'ඊමේල් විස්තර',
                    'mail-type'   => 'ඊමේල් වර්ගය',
                    'sender-mail' => 'යවන කාර්ය මණ්ඩලයේ ඊමේල්',
                    'time-ago'    => 'සම්පූර්ණ කලින්',
                ],

                'mail' => [
                    'auto-mail'       => 'සටහන: ස්වයංක්‍රීය තැපෑල සඳහා වින්‍යාසයන්',
                    'checkout-msg'    => 'ඔබගේ ඇණවුම අවසන් කිරීමට කරුණාකර මෙහි ක්ලික් කරන්න.',
                    'content'         => 'ඔබ පහත සඳහන් නිෂ්පාදන ඔබේ කරත්තයට එකතු කර ඇති අතර පිටවීමට අමතක වී ඇත. ',
                    'place-order'     => 'ඇනවුම කරන්න',
                    'something-wrong' => 'කිසියම් දෝෂයක් සිදු විය. කරුණාකර පරීක්ෂා කරන්න!',
                    'subject'         => 'පේන විදියට ඔබ යමක් අතහැර දමා ඇති බව පෙනේ...',
                    'success'         => 'තැපෑල සාර්ථකව යවා ඇත',
                    'thanks'          => 'ස්තූතියි!',
                ],
            ],
        ],
    ],
];