<?php

return [
    'admin' => [
        'configuration' => [
            'auto-mail'        => 'הערה: הגדרות לדואר אוטומטי',
            'days-info'        => 'קבל עגלה נטושה בין היום ליום הזה.',
            'days'             => 'ימים לעגלה נטושה',
            'hours-info'       => 'לאחר שעות אלו, העגלה תיחשב כנטושה.',
            'hours'            => 'שעות לעגלה נטושה',
            'info'             => 'תזכורת במייל לעגלה נטושה',
            'second-mail-info' => 'לאחר ימים אלו, המייל השני יישלח ללקוח.',
            'second-mail'      => 'מעקב אחרי המייל השני',
            'status'           => 'סטטוס',
            'third-mail-info'  => 'לאחר ימים אלו, המייל השלישי יישלח ללקוח.',
            'third-mail'       => 'מעקב אחרי המייל השלישי',
            'title'            => 'תזכורת במייל לעגלה נטושה',

            'settings' => [
                'info'  => 'תזכורת בדוא"ל לעגלת קניות נטושה, בעל החנות יכול לשלוח מיילים ללקוחות שלא סיימו את תהליך התשלום.',
                'title' => 'הגדרות',
            ],

            'general' => [
                'info'  => 'הגדר סטטוס כדי לאפשר לנטוש את העגלה.',
                'title' => 'כללי',
            ],
        ],

        'datagrid' => [
            'customer-name' => 'שם לקוח',
            'date'          => 'תַאֲרִיך',
            'id'            => 'תְעוּדַת זֶהוּת',
            'mail-sent'     => 'דואר נשלח',
            'no-of-items'   => 'מספר פריטים',
            'no'            => 'לא',
            'notify'        => 'לְהוֹדִיעַ',
            'send-mail'     => 'שלח מייל',
            'view'          => 'פעולה',
            'yes'           => 'כן',
        ],

        'customers' => [
            'abandon-cart' => [
                'account-info'    => 'פרטי חשבון',
                'cart-info'       => 'מידע על עגלה',
                'customer-name'   => 'שם לקוח - :first-name :last-name',
                'date'            => 'תַאֲרִיך - :date',
                'discount-amount' => 'כמות ההנחה',
                'discount-amount' => 'כמות ההנחה',
                'email'           => 'אימייל - :email',
                'grand-total'     => 'סכום סופי',
                'mail-sent'       => 'דואר נשלח -',
                'price'           => 'מחיר',
                'product-name'    => 'שם מוצר',
                'products-info'   => 'מידע על מוצרים',
                'qty'             => 'כַּמוּת',
                'sku'             => 'Sku',
                'subtotal'        => 'תת -משטחי',
                'tax-amount'      => 'כמות מס',
                'tax-percent'     => 'אחוז מס',
                'tax'             => 'מַס',
                'title'           => 'לנטוש את העגלה',
                'view-title'      => 'לנטוש את העגלה #:abandon_cart_id',

                'view' => [
                    'create-at'   => 'נוצר ב',
                    'mail-info'   => 'פרטי דואר',
                    'mail-type'   => 'סוג דואר',
                    'sender-mail' => 'דוא"ל השולח',
                    'time-ago'    => 'לפני זמן מה',
                ],

                'mail' => [
                    'auto-mail'       => 'הערה: הגדרות לדואר אוטומטי',
                    'checkout-msg'    => 'אנא לחץ כאן כדי לסיים את ההזמנה שלך.',
                    'content'         => 'הוספת את המוצרים הבאים לעגלה שלך ושכחת לקופה. ',
                    'place-order'     => 'הצב הזמנה',
                    'something-wrong' => 'משהו השתבש. אנא בדוק!',
                    'subject'         => 'נראה שהשארת משהו מאחור...',
                    'success'         => 'הדואר נשלח בהצלחה',
                    'thanks'          => 'תודה!',
                ],
            ],
        ],
    ],
];