<?php

return [
    'admin' => [
        'configuration' => [
            'auto-mail'        => 'Примітка: Налаштування для автоматичної пошти',
            'days-info'        => 'Отримайте залишений кошик між сьогоднішнім днем і цим днем.',
            'days'             => 'Дні для залишеного кошика',
            'hours-info'       => 'Після цих годин кошик вважатиметься залишеним.',
            'hours'            => 'Години для залишеного кошика',
            'info'             => 'Нагадування електронною поштою про залишений кошик',
            'second-mail-info' => 'Через ці дні клієнту буде надіслано другий лист.',
            'second-mail'      => 'Наступне повідомлення для другого листа',
            'status'           => 'Статус',
            'third-mail-info'  => 'Через ці дні клієнту буде надіслано третій лист.',
            'third-mail'       => 'Наступне повідомлення для третього листа',
            'title'            => 'Нагадування електронною поштою про залишений кошик',

            'settings' => [
                'info'  => 'Нагадування електронною поштою про покинутий кошик, власник магазину може надсилати електронні листи клієнтам, які не завершили процес оформлення замовлення.',
                'title' => 'Налаштування',
            ],

            'general' => [
                'info'  => 'Встановіть статус, щоб дозволити відмовитися від кошика.',
                'title' => 'Загальний',
            ],
        ],

        'datagrid' => [
            'customer-name' => "Ім'я клієнта",
            'date'          => 'Дата',
            'id'            => 'Ідентифікатор',
            'mail-sent'     => 'Пошта надіслана',
            'no-of-items'   => 'Кількість предметів',
            'no'            => 'Немає',
            'notify'        => 'Повідомляти',
            'send-mail'     => 'Надіслати пошту',
            'view'          => 'Дія',
            'yes'           => 'Так',
        ],

        'customers' => [
            'abandon-cart' => [
                'account-info'    => 'Інформація про обліковий запис',
                'cart-info'       => 'Інформація про кошик',
                'customer-name'   => 'Нам клієнтаe - :first-name :last-name',
                'date'            => 'Дата - :date',
                'discount-amount' => 'Сума знижки',
                'discount-amount' => 'Сума знижки',
                'email'           => 'Електронна пошта - :email',
                'grand-total'     => 'Загальний',
                'mail-sent'       => 'Пошта надіслана -',
                'price'           => 'Ціна',
                'product-name'    => 'Назва продукту',
                'products-info'   => 'Інформація про товари',
                'qty'             => 'Кількість',
                'sku'             => 'Ску',
                'subtotal'        => 'Суттєвий',
                'tax-amount'      => 'Сума податків',
                'tax-percent'     => 'Податковий відсоток',
                'tax'             => 'податковий',
                'title'           => 'Відмовитися від візка',
                'view-title'      => 'Відмовитися від візка #:abandon_cart_id',

                'view' => [
                    'create-at'   => 'Створено о',
                    'mail-info'   => 'Інформація про пошту',
                    'mail-type'   => 'Тип пошти',
                    'sender-mail' => 'Пошта відправника',
                    'time-ago'    => 'Деякий час тому',
                ],

                'mail' => [
                    'auto-mail'       => 'Примітка: Налаштування для автоматичної пошти',
                    'checkout-msg'    => 'Будь ласка, натисніть тут, щоб закінчити замовлення.',
                    'content'         => 'Ви додали до кошика наступні продукти і забули оформити замовлення.',
                    'place-order'     => 'Зробити замовлення',
                    'something-wrong' => 'Щось пішло не так. Будь ласка, перевірте!',
                    'subject'         => 'Схоже, ти залишив щось позаду...',
                    'success'         => 'Пошта успішно надіслана',
                    'thanks'          => 'Дякую!',
                ],
            ],
        ],
    ],
];