<?php

return [
    'admin' => [
        'configuration' => [
            'auto-mail'        => 'ملاحظة: إعدادات البريد الإلكتروني التلقائي',
            'days-info'        => 'احصل على سلة التسوق المتروكة بين اليوم وهذا اليوم.',
            'days'             => 'الأيام لسلة التسوق المتروكة',
            'hours-info'       => 'بعد هذه الساعات، سيتم اعتبار السلة متروكة.',
            'hours'            => 'الساعات لسلة التسوق المتروكة',
            'info'             => 'تذكير بالبريد الإلكتروني لسلة التسوق المتروكة',
            'second-mail-info' => 'بعد هذه الأيام، سيتم إرسال البريد الإلكتروني الثاني إلى العميل.',
            'second-mail'      => 'متابعة للبريد الإلكتروني الثاني',
            'status'           => 'الحالة',
            'third-mail-info'  => 'بعد هذه الأيام، سيتم إرسال البريد الإلكتروني الثالث إلى العميل.',
            'third-mail'       => 'متابعة للبريد الإلكتروني الثالث',
            'title'            => 'تذكير بالبريد الإلكتروني لسلة التسوق المتروكة',

            'settings' => [
                'info'  => 'تذكير بسلة التسوق المتروكة، يمكن لصاحب المتجر إرسال رسائل بريد إلكتروني للعملاء الذين لم يكملوا عملية الدفع.',
                'title' => 'إعدادات',
            ],

            'general' => [
                'info'  => 'تعيين حالة لتمكين التخلي عن العربة.',
                'title' => 'عام',
            ],
        ],

        'datagrid' => [
            'customer-name' => 'اسم الزبون',
            'date'          => 'تاريخ',
            'id'            => 'بطاقة تعريف',
            'mail-sent'     => 'إرسال البريد',
            'no-of-items'   => 'عدد العناصر',
            'no'            => 'لا',
            'notify'        => 'إخطار',
            'send-mail'     => 'ارسل بريد',
            'view'          => 'فعل',
            'yes'           => 'نعم',
        ],

        'customers' => [
            'abandon-cart' => [
                'account-info'    => 'معلومات الحساب',
                'cart-info'       => 'معلومات العربة',
                'customer-name'   => 'اسم الزبون - :first-name :last-name',
                'date'            => 'تاريخ - :date',
                'discount-amount' => 'مقدار الخصم',
                'discount-amount' => 'مقدار الخصم',
                'email'           => 'بريد إلكتروني - :email',
                'grand-total'     => 'المجموع الإجمالي',
                'mail-sent'       => 'إرسال البريد -',
                'price'           => 'سعر',
                'product-name'    => 'اسم المنتج',
                'products-info'   => 'معلومات المنتجات',
                'qty'             => 'كمية',
                'sku'             => 'sku',
                'subtotal'        => 'نطاق فرعي',
                'tax-amount'      => 'قيمة الضريبة',
                'tax-percent'     => 'الضرائب في المئة',
                'tax'             => 'ضريبة',
                'title'           => 'التخلي عن عربة',
                'view-title'      => 'التخلي عن عربة #:abandon_cart_id',

                'view' => [
                    'create-at'   => 'تم الإنشاء في',
                    'mail-info'   => 'معلومات البريد',
                    'mail-type'   => 'نوع البريد',
                    'sender-mail' => 'بريد المرسل',
                    'time-ago'    => 'منذ وقت',
                ],

                'mail' => [
                    'auto-mail'       => 'ملاحظة: إعدادات البريد الإلكتروني التلقائي',
                    'checkout-msg'    => 'يرجى النقر هنا لإنهاء طلبك.',
                    'content'         => 'لقد أضفت المنتجات التالية إلى عربة التسوق الخاصة بك ونسيت الخروج. ',
                    'place-order'     => 'مكان الامر',
                    'something-wrong' => 'حدث خطأ ما. يرجى التحقق!',
                    'subject'         => 'يبدو أنك تركت شيئًا ما وراء...',
                    'success'         => 'تم إرسال البريد بنجاح',
                    'thanks'          => 'شكرًا!',
                ],
            ],
        ],
    ],
];