<?php

return [
    'admin' => [
        'configuration' => [
            'auto-mail'        => 'توجه: تنظیمات برای ایمیل خودکار',
            'days-info'        => 'سبد خرید رها شده بین امروز و این روز را دریافت کنید.',
            'days'             => 'روزها برای سبد خرید رها شده',
            'hours-info'       => 'بعد از این ساعت‌ها، سبد خرید رها شده محسوب می‌شود.',
            'hours'            => 'ساعت‌ها برای سبد خرید رها شده',
            'info'             => 'یادآور ایمیل برای سبد خرید رها شده',
            'second-mail-info' => 'بعد از این روزها، ایمیل دوم به مشتری ارسال خواهد شد.',
            'second-mail'      => 'پیگیری برای ایمیل دوم',
            'status'           => 'وضعیت',
            'third-mail-info'  => 'بعد از این روزها، ایمیل سوم به مشتری ارسال خواهد شد.',
            'third-mail'       => 'پیگیری برای ایمیل سوم',
            'title'            => 'یادآور ایمیل برای سبد خرید رها شده',

            'settings' => [
                'info'  => 'یادآوری ایمیل سبد خرید رها شده، صاحب فروشگاه می‌تواند ایمیل‌هایی به مشتریانی ارسال کند که فرآیند پرداخت را کامل نکرده‌اند.',
                'title' => 'تنظیمات',
            ],

            'general' => [
                'info'  => 'وضعیت را تنظیم کنید تا بتوانید سبد خرید را رها کنید.',
                'title' => 'عمومی',
            ],
        ],

        'datagrid' => [
            'customer-name' => 'نام مشتری',
            'date'          => 'تاریخ',
            'id'            => 'شناسه',
            'mail-sent'     => 'ایمیل ارسال شد',
            'no-of-items'   => 'تعداد موارد',
            'no'            => 'هیچ',
            'notify'        => 'اعلام کردن',
            'send-mail'     => 'ارسال ایمیل',
            'view'          => 'عمل',
            'yes'           => 'آره',
        ],

        'customers' => [
            'abandon-cart' => [
                'account-info'    => 'اطلاعات حساب',
                'cart-info'       => 'اطلاعات سبد خرید',
                'customer-name'   => 'نام مشتری- :first-name :last-name',
                'date'            => 'تاریخ - :date',
                'discount-amount' => 'مبلغ تخفیف',
                'discount-amount' => 'مبلغ تخفیف',
                'email'           => 'پست الکترونیک - :email',
                'grand-total'     => 'کل',
                'mail-sent'       => 'ایمیل ارسال شد -',
                'price'           => 'قیمت',
                'product-name'    => 'نام محصول',
                'products-info'   => 'اطلاعات محصولات',
                'qty'             => 'تعداد',
                'sku'             => 'اسکی',
                'subtotal'        => 'زیرنویس',
                'tax-amount'      => 'مبلغ مالیاتی',
                'tax-percent'     => 'درصد مالیات',
                'tax'             => 'مالیات',
                'title'           => 'سبد رها کردن',
                'view-title'      => 'سبد رها کردن #:abandon_cart_id',

                'view' => [
                    'create-at'   => 'ایجاد شده در',
                    'mail-info'   => 'اطلاعات ایمیل',
                    'mail-type'   => 'نوع ایمیل',
                    'sender-mail' => 'ایمیل فرستنده',
                    'time-ago'    => 'مدتی پیش',
                ],

                'mail' => [
                    'auto-mail'       => 'توجه: تنظیمات برای ایمیل خودکار',
                    'checkout-msg'    => 'لطفاً برای پایان دادن به سفارش خود اینجا را کلیک کنید.',
                    'content'         => 'شما محصولات زیر را به سبد خرید خود اضافه کرده اید و فراموش کرده اید.',
                    'place-order'     => 'ترتیب',
                    'something-wrong' => 'یک خطایی رخ داده است. لطفاً بررسی کنید!',
                    'subject'         => 'به نظر می رسد شما چیزی را پشت سر گذاشتید...',
                    'success'         => 'نامه با موفقیت ارسال شده است.',
                    'thanks'          => 'با تشکر!',
                ],
            ],
        ],
    ],
];